export default function Precaution(){
    return(
        <div >
            <div className="p-10">
                <ul >
                    <li><p className="text-2xl font-bold">주거시설의 사용</p></li>
                    <li className="p-3">
                        <div>
                        1. 전용부분 및 공용부분의 대한 구분은 아래와 같다.
                        </div>
                        <div className="mt-3">
                            <strong>전용부분 (임대한 방 내부의)</strong> 
                            <div>
                                책상, 옷장, 수납장, 침대 등 내부의 시설
                                및 공간
                            </div>
                        </div>
                        <div className="mt-3">
                            <strong>공용부분 (임대한 방 외부의)</strong>
                            <div>
                             거실, 주방, 펜트리, 베란다(세탁실),
                            신발장, 화장 실 등 임대한 방을 제외한 외부의 시설 및 공간
                            </div>
                        </div>
                    </li>
                    <li className="p-3">
                        2. 임차인은 모든 시설 및 생활용품을 선의로써 사용하여야 하며 사용상 사용자
                        부주의 또는 과실로 인하여 손상되었을 때는 동급 사용으로 변상한다.
                    </li>
                </ul>
            </div>
            <div className="px-10 py-3">
                <ul >
                    <li><p className="text-2xl font-bold">무료제공</p></li>
                    <li className="p-3">
                        <div>
                        1. 임차인은 입주시 다음과 같은 물품을 제공받는다.
                        </div>
                        <div className="mt-3">
                            <div>
                            매트리스 커버, 옷장, 책상, 의자, 수납장, 수납함, 옷걸이, 전신거울,
                            탁자거울, 헤어드라이기, 양치컵, 쓰레기통
                            </div>
                        </div>
                        <div className="mt-3">
                        위 제공되는 물품 외에 대형물품을 반입하려는 경우 임대인에게
                        사전통보하여 협의하여야 한다.
                        </div>
                    </li>
                    <li className="p-3">
                        <div>
                        2. 임차인은 베란다(세탁실)에서 다음과 같은 물품을 제공받는다.
                        </div>
                        <div className="mt-3">
                        세탁기, 건조기, 섬유유연제, 세탁세제
                        </div>
                    </li>
                    <li className="p-3">
                        <div>
                        3. 임차인은 주방에서 다음과 같은 물품을 제공받는다.
                        </div>
                        <div className="mt-3">
                        정수기, 냉장고 2칸, 냉동고 2칸, 전자레인지, 전기포트, 냄비, 그릇, 컵,
                        수저, 조리도구, 기본조미료(설탕,소금,식용유), 일회용 행주, 수세미,
                        주방세제, 핸드워시, 미니밥솥, 쌀, 일반쓰레기통, 분리수거 쓰레기통,
                        종량제봉투, 분리수거봉투, 위생봉투, 음식물쓰레기카드
                        </div>
                    </li>
                    <li className="p-3">
                        <div>
                        4. 임차인은 화장실에서 다음과 같은 물품을 제공받는다.
                        </div>
                        <div className="mt-3">
                        샴푸, 린스, 바디워시, 휴지, 핸드워시, 화장실 쓰레기통
                        </div>
                    </li>
                    <li className="p-3">
                        <div>
                        5. 임차인은 거실에서 다음과 같은 물품을 제공받는다.
                        </div>
                        <div className="mt-3">
                        쇼파, 공동휴지, 공동물티슈, 좌식탁자, 쇼파탁자, 거실 쓰레기통
                        </div>
                    </li>
                </ul>
            </div>
            <div className="px-10 py-3">
                <ul >
                    <li><p className="text-2xl font-bold">베란다(세탁실)의 사용</p></li>
                    <li className="p-3">
                        <div>
                        쉐어하우스의 구조상 베란다는 세탁실로 사용되며, 공용공간이지만 큰 방과
            연결되어 있는 형태로 <span className="font-bold text-red-500">작은방 사용자의 경우 정해져 있는 시간</span>에 현관에 있는
            공동 세탁실 키를 사용해 출입하여야 한다.
                        </div>
                        <div className="mt-3 border border-slate-400 p-2">
                        작은방 세탁시간 월, 수, 금 저녁 6시 ~ 9시
                        </div>
                        <div className="mt-3 font-bold">
                        * 작은방 임대인은 해당 시간외에 세탁실 출입을 삼가하여야 하며 이를 위반시 쉐어하우스
            규칙위반으로 간주하여 경고조치를 받는데 동의한다.
                        </div>
                    </li>
                </ul>
            </div>
            <div className="px-10 py-3">
                <ul >
                    <li><p className="text-2xl font-bold">세탁실의 사용</p></li>
                    <li className="p-3">
                        1. 임차인은 건조기 사용 후 다음 사용자를 위해 즉시 필터를 청소해야 한다.
                    </li>
                    <li className="p-3">
                        2. 세탁기와 건조기는 오후 9시 이후에는 사용할 수 없다.
                    </li>
                </ul>
            </div>
            <div className="px-10 py-3">
                <ul >
                    <li><p className="text-2xl font-bold">주방 사용</p></li>
                    <li className="p-3">
                        1. 임차인은 주방 사용 후 다음 사용자를 위해 즉시 주방을 정리정돈 및 설거지 하여야 한다.
                    </li>
                    <li className="p-3">
                        2. 임차인은 벌레 방지를 위해 설거지 후 배치된 음식물 쓰레기통에 즉시 배수구를 비워야한다.
                    </li>
                    <li className="p-3">
                        3. 임차인은 가스레인지 사용후 즉시 가스밸브를 잠가야 한다. 임차인의 과실로 화재가 발생한경우 임대인은 해당 손해에 대한 구상권을 청구할 수 있다.
                    </li>
                    <li className="p-3">
                        <div>
                        4. 임차인은 공용으로 사용하는 냉장고의 구역을 준수하여야 하며 타인의 물품을 취사하였을 경우 해당하는 금액만큼 배상하여야 한다.
                        </div>
                    </li>
                </ul>
            </div>
            <div className="px-10 py-3">
                <ul >
                    <li><p className="text-2xl font-bold">화장실의 사용</p></li>
                    <li className="p-3">
                        1. 임차인은 사용한 휴지를 반드시 화장실 내부에 비치된 휴지통에 버려야 한다.
                    </li>
                    <li className="p-3">
                        2. 만약 이를 지키지 않아 누수가 발생하였을때 임대인은 해당 공사비용에 대한 구상권을 쉐어하우스의 임차인들에게 비용을 갈음하여 청구할 수 있다.
                    </li>
                    <li className="p-3">
                        3. 임차인은 청결한 화장실 사용을 위해 샤워커튼을 사용하여야 한다.
                    </li>
                    <li className="p-3">
                        4. 임차인은 청결한 화장실 사용을 위해 즉시 배수구에 모인 머리카락을 휴지를 사용해 치워야 한다.
                    </li>
                </ul>
            </div>
            <div className="px-10 py-3">
                <ul >
                    <li><p className="text-2xl font-bold">CCTV</p></li>
                    <li className="p-3">
                        1. 임차인은 보안을 위해 공동 세탁실 키 사용에 대한 기록을 CCTV로 남기는
            것에 동의한다.
                    </li>
                    <li className="p-3">
                        2. 임차인은 추후 각 방의 도난,분실 등의 사고 발생 시 해당하는 기록을
            열람하는데 동의한다.
                    </li>
                </ul>
            </div>



            {/* 
            6. 유료제공
            a. 임차인은 개인 매트리스 커버를 제외한 개인 침구를 지참하여야 한다. 하지만,
            개인사정으로 침구류를 지참할 수 없을때 추가금 8만원(사용료 5만원, 보증금
            3만원)으로 쉐어하우스의 침구류(베개, 베개커버, 이불, 이불커버)를 임대할 수
            있다. 유료제공된 침구류 보증금은 퇴실시 상태 확인 후 반환한다.
            7. 외부인 출입
            a. 외부인은 출입금지를 원칙으로 하며 무단 방문시 쉐어하우스 규칙위반으로
            간주한다.
            b. 친구나 가족의 방문이 필요한 경우 임대인에게 사전통보하여 협의하여야 하며
            공동생활에 방해가 되지 않는 선에서 방문할 수 있다.
            c. 오후 9시 이후에는 외부인이 방문할 수 없다.
            d. 외부인 숙박은 금지한다.
            8. 청결유지
            a. 임대인은 청결한 쉐어하우스 유지를 위해 주 1회 공용공간을 청소한다. 청소일은
            임대인의 사정에 따라 변경될 수 있다.
            b. 공용구간은 사용자가 사용직후 사용한 구간을 정리정돈하고 청소하여 다른 사람이
            사용하는데 불편이 없도록 하여야 한다.
            c. 임차인은 아래와 같은 방법으로 쓰레기를 처리할 수 있다.
            i. 분리수거는 주방에 비치된 분리수거함에 분리수거 하여야 한다.
            ii. 분리수거함에 들어가지 않거나, 표시되어 있지 않은 분리수거는 아파트
            1층에 있는 분리수거함에 직접 버려야 한다.
            iii. 음식물쓰레기는 주방 음식물쓰레기통을 이용하여 딱딱한 물질은
            일반쓰레기로 버려야 한다. 이때 최대한 청결한 상태(세척된 계란 껍질
            등)로 버려 공용공간 청결을 유지해야 한다.
            iv. 임대한 방 내부의 쓰레기통은 주방에 비치된 종량제봉투를 이용하여 직접
            버려야 한다.9. 음주 및 흡연
            a. 본 쉐어하우스는 금연 구역이며 흡연시 경고조치 없이 즉시 퇴실조치하며
            즉시퇴실에 대한 기간은 본 계약서 제 11조를 준수한다 */}
        </div>
    )
}